Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Text
ar: نص
da: Tekst
el: Κείμενο
es: Texto
fi: Teksti
fr: Texte
he: טקסט
hi: टेक्स्ट
hr: Tekst
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
ms: Teks
nb: Tekst
nl: Tekst
pl: Tekst
pt_br: Texto
pt_pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

source: Text Interaction
ar: التفاعل مع النص
ca: Interacció de text
cs: Interakce s textem
da: Tekstinteraktion
de: Textinteraktion
el: Αλληλεπίδραση κειμένου
es: Interacción de texto
fi: Tekstin vuorovaikutus
fr: Interaction texte
he: אינטראקציה עם טקסט
hi: टेक्स्ट इंटरैक्शन
hr: Interakcija s tekstom
hu: Szöveginterakció
id: Interaksi Teks
it: Interazione testo
ja: テキスト操作
ko: 텍스트 상호작용
ms: Interaksi Teks
nb: Tekstinteraksjon
nl: Tekstinteractie
pl: Interakcja z tekstem
pt_br: Interação de texto
pt_pt: Interação de texto
ro: Interacțiune text
ru: Взаимодействие с текстом
sk: Interakcia s textom
sv: Textinteraktion
th: การโต้ตอบข้อความ
tr: Metin etkileşimi
uk: Взаємодія з текстом
vi: Tương tác văn bản
zh_hans: 文本交互
zh_hant: 文字互動

source: Theme
ar: المظهر
ca: Tema
cs: Motiv
da: Tema
de: Thema
el: Θέμα
es: Tema
fi: Teema
fr: Thème
he: ערכת נושא
hi: थीम
hr: Tema
hu: Téma
id: Tema
it: Tema
ja: テーマ
ko: 테마
ms: Tema
nb: Tema
nl: Thema
pl: Motyw
pt_br: Tema
pt_pt: Tema
ro: Temă
ru: Тема
sk: Téma
sv: Tema
th: ธีม
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

source: These limitations exist because SFSafariViewController prioritizes user privacy and security. For full control, use WKWebView instead.
ar: توجد هذه القيود لأن SFSafariViewController يعطي الأولوية لخصوصية المستخدم وأمانه. للتحكم الكامل، استخدم WKWebView بدلاً من ذلك.
ca: Aquestes limitacions existeixen perquè SFSafariViewController prioritza la privacitat i seguretat de l'usuari. Per al control total, utilitzeu WKWebView.
cs: Tato omezení existují, protože SFSafariViewController upřednostňuje soukromí a bezpečnost uživatele. Pro plnou kontrolu použijte WKWebView.
da: Disse begrænsninger eksisterer, fordi SFSafariViewController prioriterer brugerens privatliv og sikkerhed. For fuld kontrol, brug WKWebView i stedet.
de: Diese Einschränkungen bestehen, weil SFSafariViewController den Datenschutz und die Sicherheit des Benutzers priorisiert. Für volle Kontrolle verwenden Sie stattdessen WKWebView.
el: Αυτοί οι περιορισμοί υπάρχουν επειδή το SFSafariViewController δίνει προτεραιότητα στην ιδιωτικότητα και ασφάλεια του χρήστη. Για πλήρη έλεγχο, χρησιμοποιήστε WKWebView.
es: Estas limitaciones existen porque SFSafariViewController prioriza la privacidad y seguridad del usuario. Para control total, use WKWebView en su lugar.
fi: Nämä rajoitukset ovat olemassa, koska SFSafariViewController priorisoi käyttäjän yksityisyyttä ja turvallisuutta. Täydelliseen hallintaan käytä WKWebViewta.
fr: Ces limitations existent car SFSafariViewController donne la priorité à la confidentialité et à la sécurité de l'utilisateur. Pour un contrôle total, utilisez WKWebView à la place.
he: מגבלות אלה קיימות כי SFSafariViewController נותן עדיפות לפרטיות ואבטחת המשתמש. לשליטה מלאה, השתמש ב-WKWebView במקום.
hi: ये सीमाएँ मौजूद हैं क्योंकि SFSafariViewController उपयोगकर्ता की गोपनीयता और सुरक्षा को प्राथमिकता देता है। पूर्ण नियंत्रण के लिए, WKWebView का उपयोग करें।
hr: Ova ograničenja postoje jer SFSafariViewController daje prednost privatnosti i sigurnosti korisnika. Za potpunu kontrolu koristite WKWebView.
hu: Ezek a korlátozások azért léteznek, mert a SFSafariViewController a felhasználói adatvédelmet és biztonságot helyezi előtérbe. Teljes kontrollhoz használja a WKWebView-t.
id: Batasan ini ada karena SFSafariViewController memprioritaskan privasi dan keamanan pengguna. Untuk kontrol penuh, gunakan WKWebView.
it: Queste limitazioni esistono perché SFSafariViewController dà priorità alla privacy e sicurezza dell'utente. Per il pieno controllo, usa invece WKWebView.
ja: SFSafariViewControllerはユーザーのプライバシーとセキュリティを優先するため、これらの制限があります。完全な制御が必要な場合は、代わりにWKWebViewを使用してください。
ko: SFSafariViewController가 개인정보와 보안을 우선해서 이런 제한이 있습니다. 완전한 제어가 필요하면 WKWebView를 쓰십시오.
ms: Batasan ini wujud kerana SFSafariViewController mengutamakan privasi dan keselamatan pengguna. Untuk kawalan penuh, gunakan WKWebView.
nb: Disse begrensningene eksisterer fordi SFSafariViewController prioriterer brukerens personvern og sikkerhet. For full kontroll, bruk WKWebView i stedet.
nl: Deze beperkingen bestaan omdat SFSafariViewController de privacy en veiligheid van de gebruiker prioriteert. Voor volledige controle, gebruik WKWebView.
pl: Te ograniczenia istnieją, ponieważ SFSafariViewController priorytetyzuje prywatność i bezpieczeństwo użytkownika. Dla pełnej kontroli użyj WKWebView.
pt_br: Essas limitações existem porque SFSafariViewController prioriza a privacidade e segurança do usuário. Para controle total, use WKWebView.
pt_pt: Estas limitações existem porque SFSafariViewController prioriza a privacidade e segurança do utilizador. Para controlo total, use WKWebView.
ro: Aceste limitări există deoarece SFSafariViewController prioritizează confidențialitatea și securitatea utilizatorului. Pentru control complet, utilizați WKWebView.
ru: Эти ограничения существуют, потому что SFSafariViewController приоритизирует конфиденциальность и безопасность пользователя. Для полного контроля используйте WKWebView.
sk: Tieto obmedzenia existujú, pretože SFSafariViewController uprednostňuje súkromie a bezpečnosť používateľa. Pre plnú kontrolu použite WKWebView.
sv: Dessa begränsningar finns eftersom SFSafariViewController prioriterar användarens integritet och säkerhet. För full kontroll, använd WKWebView istället.
th: ข้อจำกัดเหล่านี้มีอยู่เพราะ SFSafariViewController ให้ความสำคัญกับความเป็นส่วนตัวและความปลอดภัยของผู้ใช้ สำหรับการควบคุมเต็มรูปแบบ ให้ใช้ WKWebView แทน
tr: Bu sınırlamalar, SFSafariViewController'ın kullanıcı gizliliği ve güvenliğine öncelik vermesi nedeniyle mevcuttur. Tam kontrol için WKWebView kullanın.
uk: Ці обмеження існують, тому що SFSafariViewController пріоритизує конфіденційність та безпеку користувача. Для повного контролю використовуйте WKWebView.
vi: Những giới hạn này tồn tại vì SFSafariViewController ưu tiên quyền riêng tư và bảo mật của người dùng. Để kiểm soát hoàn toàn, hãy sử dụng WKWebView.
zh_hans: 这些限制存在是因为 SFSafariViewController 优先考虑用户隐私和安全。要完全控制，请改用 WKWebView。
zh_hant: 這些限制存在是因為 SFSafariViewController 優先考慮使用者隱私和安全。要完全控制，請改用 WKWebView。

source: These options are deprecated in iOS 26 and may not have visible effects.
ar: هذه الخيارات مهملة في iOS 26 وقد لا يكون لها تأثيرات مرئية.
ca: Aquestes opcions estan obsoletes a iOS 26 i poden no tenir efectes visibles.
cs: Tyto možnosti jsou v iOS 26 zastaralé a nemusí mít viditelné efekty.
da: Disse muligheder er forældede i iOS 26 og har muligvis ingen synlige effekter.
de: Diese Optionen sind in iOS 26 veraltet und haben möglicherweise keine sichtbaren Effekte.
el: Αυτές οι επιλογές έχουν καταργηθεί στο iOS 26 και μπορεί να μην έχουν ορατά αποτελέσματα.
es: Estas opciones están obsoletas en iOS 26 y pueden no tener efectos visibles.
fi: Nämä asetukset ovat vanhentuneet iOS 16:ssa eivätkä ehkä näy.
fr: Ces options sont obsolètes dans iOS 26 et peuvent ne pas avoir d'effets visibles.
he: אפשרויות אלו הוצאו משימוש ב-iOS 26 וייתכן שלא יהיו להן אפקטים גלויים.
hi: ये विकल्प iOS 26 में अप्रचलित हैं और दृश्य प्रभाव नहीं हो सकते।
hr: Ove opcije su zastarjele u iOS 26 i možda nemaju vidljive učinke.
hu: Ezek az opciók elavultak az iOS 26-ban és lehet, hogy nincs látható hatásuk.
id: Opsi ini sudah tidak digunakan di iOS 26 dan mungkin tidak memiliki efek yang terlihat.
it: Queste opzioni sono deprecate in iOS 26 e potrebbero non avere effetti visibili.
ja: これらのオプションはiOS 26で非推奨となり、効果が見えない場合があります。
ko: 이 옵션들은 iOS 26에서 deprecated돼서 효과가 안 보일 수 있습니다.
ms: Pilihan ini tidak digunakan dalam iOS 26 dan mungkin tidak mempunyai kesan yang kelihatan.
nb: Disse alternativene er utfaset i iOS 26 og har kanskje ingen synlige effekter.
nl: Deze opties zijn verouderd in iOS 26 en hebben mogelijk geen zichtbare effecten.
pl: Te opcje są przestarzałe w iOS 26 i mogą nie mieć widocznych efektów.
pt_br: Estas opções estão obsoletas no iOS 26 e podem não ter efeitos visíveis.
pt_pt: Estas opções estão obsoletas no iOS 26 e podem não ter efeitos visíveis.
ro: Aceste opțiuni sunt învechite în iOS 26 și s-ar putea să nu aibă efecte vizibile.
ru: Эти опции устарели в iOS 26 и могут не иметь видимого эффекта.
sk: Tieto možnosti sú v iOS 26 zastarané a nemusia mať viditeľné efekty.
sv: Dessa alternativ är utfasade i iOS 26 och kanske inte har synliga effekter.
th: ตัวเลือกเหล่านี้เลิกใช้แล้วใน iOS 26 และอาจไม่มีผลที่มองเห็นได้
tr: Bu seçenekler iOS 26'da kullanımdan kaldırıldı ve görünür etkileri olmayabilir.
uk: Ці параметри застаріли в iOS 26 і можуть не мати видимого ефекту.
vi: Các tùy chọn này không được dùng nữa trong iOS 26 và có thể không có hiệu ứng rõ ràng.
zh_hans: 这些选项在 iOS 26 中已弃用，可能没有可见效果。
zh_hant: 這些選項在 iOS 26 中已棄用，可能沒有可見效果。

source: Third-Party Tools
ar: أدوات الطرف الثالث
ca: Eines de tercers
cs: Nástroje třetích stran
da: Tredjeparts værktøjer
de: Drittanbieter-Tools
el: Εργαλεία τρίτων
es: Herramientas de terceros
fi: Kolmannen osapuolen työkalut
fr: Outils tiers
he: כלי צד שלישי
hi: तृतीय-पक्ष टूल
hr: Alati trećih strana
hu: Harmadik féltől származó eszközök
id: Alat Pihak Ketiga
it: Strumenti di terze parti
ja: サードパーティツール
ko: 서드파티 도구
ms: Alatan Pihak Ketiga
nb: Tredjepartsverktøy
nl: Hulpprogramma's van derden
pl: Narzędzia firm trzecich
pt_br: Ferramentas de terceiros
pt_pt: Ferramentas de terceiros
ro: Instrumente terțe
ru: Сторонние инструменты
sk: Nástroje tretích strán
sv: Tredjepartsverktyg
th: เครื่องมือบุคคลที่สาม
tr: Üçüncü Taraf Araçlar
uk: Сторонні інструменти
vi: Công cụ bên thứ ba
zh_hans: 第三方工具
zh_hant: 第三方工具

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
ca: Aquesta acció no es pot desfer.
cs: Tuto akci nelze vrátit zpět.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
fi: Tätä toimintoa ei voi kumota.
fr: Cette action ne peut pas être annulée.
he: לא ניתן לבטל פעולה זו.
hi: यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Ovu radnju nije moguće poništiti.
hu: Ez a művelet nem vonható vissza.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없습니다.
ms: Tindakan ini tidak boleh dibuat asal.
nb: Denne handlingen kan ikke angres.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej czynności nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.
pt_pt: Esta ação não pode ser desfeita.
ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
sk: Túto akciu nie je možné vrátiť späť.
sv: Denna åtgärd kan inte ångras.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu işlem geri alınamaz.
uk: Цю дію не можна скасувати.
vi: Hành động này không thể hoàn tác.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法撤銷。

source: Time Zone
ar: المنطقة الزمنية
ca: Fus horari
cs: Časové pásmo
da: Tidszone
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
he: אזור זמן
hi: समय क्षेत्र
hr: Vremenska zona
hu: Időzóna
id: Zona waktu
it: Fuso orario
ja: タイムゾーン
ko: 시간대
ms: Zon waktu
nb: Tidssone
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
pt_pt: Fuso horário
ro: Fus orar
ru: Часовой пояс
sk: Časové pásmo
sv: Tidszon
th: เขตเวลา
tr: Saat dilimi
uk: Часовий пояс
vi: Múi giờ
zh_hans: 时区
zh_hant: 時區

source: Timing
ar: التوقيت
ca: Temporització
cs: Načasování
el: Χρονισμός
es: Tiempo
fi: Ajoitus
he: תזמון
hi: समय
hr: Mjerenje vremena
hu: Időzítés
id: Waktu
it: Temporizzazione
ja: タイミング
ms: Masa
nb: Tidtaking
pl: Czas
pt_br: Tempo
pt_pt: Tempo
ro: Cronometrare
ru: Тайминг
sk: Časovanie
sv: Tidtagning
th: เวลา
tr: Zamanlama
uk: Хронометраж
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

source: Timing Breakdown
ar: تحليل التوقيت
ca: Anàlisi de temps
cs: Analýza časování
da: Tidsanalyse
de: Zeitaufschlüsselung
el: Ανάλυση χρονισμού
es: Desglose de tiempos
fi: Aika-analyysi
fr: Décomposition des temps
he: פירוט זמנים
hi: समय विश्लेषण
hr: Analiza vremena
hu: Időzítési elemzés
id: Analisis Waktu
it: Analisi dei tempi
ja: タイミング内訳
ko: 타이밍 분석
ms: Pecahan Masa
nb: Tidsanalyse
nl: Tijdsanalyse
pl: Analiza czasowa
pt_br: Análise de tempo
pt_pt: Análise de tempo
ro: Analiză de timp
ru: Анализ времени
sk: Analýza časovania
sv: Tidsanalys
th: การวิเคราะห์เวลา
tr: Zamanlama Analizi
uk: Аналіз часу
vi: Phân tích thời gian
zh_hans: 时间分析
zh_hant: 時間分析

source: Timing details unavailable for cross-origin resource
ar: تفاصيل التوقيت غير متاحة للموارد عبر المصادر
ca: Detalls de temps no disponibles per a recurs cross-origin
cs: Podrobnosti o časování nejsou k dispozici pro cross-origin zdroj
da: Timingdetaljer ikke tilgængelige for cross-origin ressource
de: Timing-Details für Cross-Origin-Ressourcen nicht verfügbar
el: Λεπτομέρειες χρονισμού μη διαθέσιμες για πόρο cross-origin
es: Detalles de tiempo no disponibles para recursos de origen cruzado
fi: Ajoitustiedot eivät ole saatavilla cross-origin-resurssille
fr: Détails de timing indisponibles pour les ressources cross-origin
he: פרטי תזמון לא זמינים עבור משאב cross-origin
hi: Cross-origin संसाधन के लिए टाइमिंग विवरण उपलब्ध नहीं है
hr: Detalji o vremenu nisu dostupni za cross-origin resurs
hu: Időzítési részletek nem elérhetők cross-origin erőforráshoz
id: Detail waktu tidak tersedia untuk sumber daya cross-origin
it: Dettagli temporali non disponibili per risorse cross-origin
ja: クロスオリジンリソースのタイミング詳細は利用できません
ko: 교차 출처 리소스 타이밍 정보 불가
ms: Butiran masa tidak tersedia untuk sumber cross-origin
nb: Tidsdetaljer ikke tilgjengelig for cross-origin ressurs
nl: Timingdetails niet beschikbaar voor cross-origin resource
pl: Szczegóły czasowe niedostępne dla zasobu cross-origin
pt_br: Detalhes de tempo indisponíveis para recurso de origem cruzada
pt_pt: Detalhes de tempo indisponíveis para recurso de origem cruzada
ro: Detalii de timp indisponibile pentru resursă cross-origin
ru: Данные о времени недоступны для ресурса с другого источника
sk: Podrobnosti o časovaní nie sú k dispozícii pre cross-origin zdroj
sv: Tidsdetaljer inte tillgängliga för cross-origin-resurs
th: รายละเอียดเวลาไม่พร้อมใช้งานสำหรับทรัพยากร cross-origin
tr: Çapraz kaynak için zamanlama ayrıntıları mevcut değil
uk: Деталі часу недоступні для ресурсу з іншого джерела
vi: Chi tiết thời gian không khả dụng cho tài nguyên cross-origin
zh_hans: 跨源资源的计时详情不可用
zh_hant: 跨來源資源的計時詳情不可用

source: Timing not available
ar: معلومات التوقيت غير متاحة
ca: Temporització no disponible
cs: Časování není k dispozici
da: Timing ikke tilgængelig
de: Timing nicht verfügbar
el: Χρονισμός μη διαθέσιμος
es: Tiempo no disponible
fi: Ajoitusta ei saatavilla
fr: Timing non disponible
he: מידע זמן לא זמין
hi: समय उपलब्ध नहीं
hr: Vrijeme nije dostupno
hu: Időzítés nem érhető el
id: Waktu tidak tersedia
it: Timing non disponibile
ja: タイミング情報がありません
ko: 타이밍 정보가 없습니다.
ms: Masa tidak tersedia
nb: Timing ikke tilgjengelig
nl: Timing niet beschikbaar
pl: Timing niedostępny
pt_br: Tempo não disponível
pt_pt: Tempo não disponível
ro: Timing indisponibil
ru: Информация о времени недоступна
sk: Časovanie nie je dostupné
sv: Timing inte tillgänglig
th: ไม่มีข้อมูลเวลา
tr: Zamanlama bilgisi yok
uk: Інформація про час недоступна
vi: Không có thông tin thời gian
zh_hans: 时间信息不可用
zh_hant: 時間資訊不可用

source: Timing Statistics
ar: إحصائيات التوقيت
ca: Estadístiques de temps
cs: Statistiky času
da: Tidsstatistikker
de: Zeitstatistiken
el: Στατιστικά χρονισμού
es: Estadísticas de tiempo
fi: Aikatilastot
fr: Statistiques de temps
he: סטטיסטיקות זמן
hi: समय सांख्यिकी
hr: Statistike vremena
hu: Időstatisztikák
id: Statistik Waktu
it: Statistiche di tempo
ja: タイミング統計
ko: 타이밍 통계
ms: Statistik Masa
nb: Tidsstatistikk
nl: Tijdstatistieken
pl: Statystyki czasu
pt_br: Estatísticas de tempo
pt_pt: Estatísticas de tempo
ro: Statistici de timp
ru: Статистика времени
sk: Štatistiky času
sv: Tidsstatistik
th: สถิติเวลา
tr: Zamanlama İstatistikleri
uk: Статистика часу
vi: Thống kê thời gian
zh_hans: 时间统计
zh_hant: 時間統計

source: Tint color for buttons and controls.
ar: لون الصبغة للأزرار وعناصر التحكم.
ca: Color de tonalitat per a botons i controls.
cs: Barva odstínu pro tlačítka a ovládací prvky.
da: Farvetone for knapper og kontroller.
de: Tönungsfarbe für Schaltflächen und Steuerelemente.
el: Χρώμα απόχρωσης για κουμπιά και στοιχεία ελέγχου.
es: Color de tinte para botones y controles.
fi: Sävyväri painikkeille ja ohjaimille.
fr: Couleur de teinte pour les boutons et contrôles.
he: צבע גוון לכפתורים ופקדים.
hi: बटन और नियंत्रणों के लिए टिंट रंग।
hr: Boja nijanse za gumbe i kontrole.
hu: Árnyalatszín a gombok és vezérlők számára.
id: Warna tint untuk tombol dan kontrol.
it: Colore tinta per pulsanti e controlli.
ja: ボタンとコントロールのティントカラー。
ko: 버튼 및 컨트롤의 틴트 색상입니다.
ms: Warna tint untuk butang dan kawalan.
nb: Nyansfarge for knapper og kontroller.
nl: Tintkleur voor knoppen en besturingselementen.
pl: Kolor odcienia dla przycisków i kontrolek.
pt_br: Cor de tonalidade para botões e controles.
pt_pt: Cor de tonalidade para botões e controlos.
ro: Culoare nuanță pentru butoane și controale.
ru: Цвет оттенка для кнопок и элементов управления.
sk: Farba odtieňa pre tlačidlá a ovládacie prvky.
sv: Nyansfärg för knappar och kontroller.
th: สีโทนสำหรับปุ่มและตัวควบคุม
tr: Düğmeler ve kontroller için ton rengi.
uk: Колір відтінку для кнопок і елементів керування.
vi: Màu tint cho nút và điều khiển.
zh_hans: 按钮和控件的着色颜色。
zh_hant: 按鈕和控制項的色調顏色。

source: Tint color for buttons and other controls.
ar: لون الصبغة للأزرار وعناصر التحكم الأخرى.
ca: Color de tonalitat per a botons i altres controls.
cs: Barva odstínu pro tlačítka a další ovládací prvky.
da: Farvetone for knapper og andre kontroller.
de: Tönungsfarbe für Schaltflächen und andere Steuerelemente.
el: Χρώμα απόχρωσης για κουμπιά και άλλα στοιχεία ελέγχου.
es: Color de tinte para botones y otros controles.
fi: Sävyväri painikkeille ja muille ohjaimille.
fr: Couleur de teinte pour les boutons et autres contrôles.
he: צבע גוון לכפתורים ופקדים אחרים.
hi: बटन और अन्य नियंत्रणों के लिए टिंट रंग।
hr: Boja nijanse za gumbe i druge kontrole.
hu: Árnyalatszín a gombok és egyéb vezérlők számára.
id: Warna tint untuk tombol dan kontrol lainnya.
it: Colore tinta per pulsanti e altri controlli.
ja: ボタンやその他のコントロールのティントカラー。
ko: 버튼 및 기타 컨트롤의 틴트 색상입니다.
ms: Warna tint untuk butang dan kawalan lain.
nb: Nyansfarge for knapper og andre kontroller.
nl: Tintkleur voor knoppen en andere besturingselementen.
pl: Kolor odcienia dla przycisków i innych kontrolek.
pt_br: Cor de tonalidade para botões e outros controles.
pt_pt: Cor de tonalidade para botões e outros controlos.
ro: Culoare nuanță pentru butoane și alte controale.
ru: Цвет оттенка для кнопок и других элементов управления.
sk: Farba odtieňa pre tlačidlá a iné ovládacie prvky.
sv: Nyansfärg för knappar och andra kontroller.
th: สีโทนสำหรับปุ่มและตัวควบคุมอื่นๆ
tr: Düğmeler ve diğer kontroller için ton rengi.
uk: Колір відтінку для кнопок та інших елементів керування.
vi: Màu tint cho nút và các điều khiển khác.
zh_hans: 按钮和其他控件的着色颜色。
zh_hant: 按鈕和其他控制項的色調顏色。

source: Toolbar
ar: شريط الأدوات
ca: Barra d'eines
cs: Panel nástrojů
da: Værktøjslinje
de: Symbolleiste
el: Γραμμή εργαλείων
es: Barra de herramientas
fi: Työkalupalkki
fr: Barre d'outils
he: סרגל כלים
hi: टूलबार
hr: Alatna traka
hu: Eszköztár
id: Bilah alat
it: Barra degli strumenti
ja: ツールバー
ms: Bar alat
nb: Verktøylinje
nl: Werkbalk
pl: Pasek narzędzi
pt_br: Barra de ferramentas
pt_pt: Barra de ferramentas
ro: Bară de instrumente
ru: Панель инструментов
sk: Panel nástrojov
sv: Verktygsfält
th: แถบเครื่องมือ
tr: Araç çubuğu
uk: Панель інструментів
vi: Thanh công cụ
zh_hans: 工具栏
zh_hant: 工具列

source: Toolbar Items
ar: عناصر شريط الأدوات
ca: Elements de la barra d'eines
cs: Položky panelu nástrojů
da: Værktøjslinjeelementer
de: Symbolleistenelemente
el: Στοιχεία γραμμής εργαλείων
es: Elementos de barra de herramientas
fi: Työkalupalkin kohteet
fr: Éléments de la barre d'outils
he: פריטי סרגל כלים
hi: टूलबार आइटम
hr: Stavke alatne trake
hu: Eszköztár elemek
id: Item Toolbar
it: Elementi barra strumenti
ja: ツールバー項目
ko: 툴바 항목
ms: Item Bar Alatan
nb: Verktøylinjeelementer
nl: Werkbalkitems
pl: Elementy paska narzędzi
pt_br: Itens da barra de ferramentas
pt_pt: Itens da barra de ferramentas
ro: Elemente bară de instrumente
ru: Элементы панели инструментов
sk: Položky panela nástrojov
sv: Verktygsfältsobjekt
th: รายการแถบเครื่องมือ
tr: Araç Çubuğu Öğeleri
uk: Елементи панелі інструментів
vi: Mục thanh công cụ
zh_hans: 工具栏项目
zh_hant: 工具列項目

source: Total
ar: المجموع
cs: Celkem
de: Gesamt
el: Σύνολο
fi: Yhteensä
he: סה״כ
hi: कुल
hr: Ukupno
hu: Összesen
it: Totale
ja: 合計
ko: 합계
ms: Jumlah
nb: Totalt
nl: Totaal
pl: Suma
ru: Всего
sk: Celkom
sv: Totalt
th: รวม
tr: Toplam
uk: Всього
vi: Tổng
zh_hans: 总计
zh_hant: 總計

source: Total device RAM. Shared between system and apps. iPhone: 4-8GB typically.
ar: إجمالي ذاكرة الجهاز. مشتركة بين النظام والتطبيقات. iPhone: عادةً 4-8 جيجابايت.
ca: RAM total del dispositiu. Compartida entre sistema i apps. iPhone: Típicament 4-8GB.
cs: Celková RAM zařízení. Sdílená mezi systémem a aplikacemi. iPhone: Obvykle 4-8 GB.
da: Total enheds-RAM. Delt mellem system og apps. iPhone: Typisk 4-8GB.
de: Gesamter Geräte-RAM. Geteilt zwischen System und Apps. iPhone: Typisch 4-8 GB.
el: Συνολική RAM συσκευής. Κοινόχρηστη μεταξύ συστήματος και εφαρμογών. iPhone: Συνήθως 4-8GB.
es: RAM total del dispositivo. Compartida entre sistema y apps. iPhone: Típicamente 4-8GB.
fi: Laitteen kokonais-RAM. Jaettu järjestelmän ja sovellusten kesken. iPhone: Yleensä 4-8 Gt.
fr: RAM totale de l'appareil. Partagée entre système et apps. iPhone : 4-8 Go typiquement.
he: סך זיכרון המכשיר. משותף בין מערכת ואפליקציות. iPhone: בדרך כלל 4-8GB.
hi: कुल डिवाइस RAM। सिस्टम और ऐप्स के बीच साझा। iPhone: आमतौर पर 4-8GB।
hr: Ukupna RAM uređaja. Podijeljena između sustava i aplikacija. iPhone: Obično 4-8GB.
hu: Eszköz teljes RAM-ja. Megosztva rendszer és alkalmazások közt. iPhone: Jellemzően 4-8GB.
id: Total RAM perangkat. Dibagi antara sistem dan aplikasi. iPhone: Biasanya 4-8GB.
it: RAM totale del dispositivo. Condivisa tra sistema e app. iPhone: Tipicamente 4-8GB.
ja: デバイスの総RAMです。 システムとアプリ間で共有されます。 iPhoneは通常4-8GB。
ko: 총 기기 RAM입니다. 시스템과 앱 간에 공유됩니다. iPhone은 보통 4-8GB입니다.
ms: Jumlah RAM peranti. Dikongsi antara sistem dan aplikasi. iPhone: Biasanya 4-8GB.
nb: Total enhets-RAM. Delt mellom system og apper. iPhone: Vanligvis 4-8GB.
nl: Totaal apparaat RAM. Gedeeld tussen systeem en apps. iPhone: Meestal 4-8GB.
pl: Całkowita pamięć RAM. Dzielona między system a aplikacje. iPhone: Zwykle 4-8 GB.
pt_br: RAM total do dispositivo. Compartilhada entre sistema e apps. iPhone: Tipicamente 4-8GB.
pt_pt: RAM total do dispositivo. Partilhada entre sistema e apps. iPhone: Tipicamente 4-8GB.
ro: RAM total dispozitiv. Partajată între sistem și aplicații. iPhone: De obicei 4-8GB.
ru: Общая RAM устройства. Общая для системы и приложений. iPhone: Обычно 4-8 ГБ.
sk: Celková RAM zariadenia. Zdieľaná medzi systémom a aplikáciami. iPhone: Zvyčajne 4-8 GB.
sv: Total enhets-RAM. Delad mellan system och appar. iPhone: Vanligtvis 4-8GB.
th: RAM อุปกรณ์ทั้งหมด แชร์ระหว่างระบบและแอป iPhone: ปกติ 4-8GB
tr: Toplam cihaz RAM'i. Sistem ve uygulamalar arasında paylaşılır. iPhone: Genelde 4-8GB.
uk: Загальна RAM пристрою. Спільна для системи та додатків. iPhone: Зазвичай 4-8 ГБ.
vi: Tổng RAM thiết bị. Chia sẻ giữa hệ thống và ứng dụng. iPhone: Thường 4-8GB.
zh_hans: 设备总 RAM。 系统和应用共享。 iPhone：通常 4-8GB。
zh_hant: 裝置總 RAM。 系統和應用程式共享。 iPhone：通常 4-8GB。
